{
    "name": "Venus",
    "tempInK": 755,
    "radInKm": 6052,
    "moons": [],
    "popculture": [
        {
            "name": "Solar Crisis",
            "year": 1990,
            "genre": "Sc-Fi, Thriller",
            "synopsis": "To stop a solar flare from destroying the Earth, Steve Kelso is tasked to drop an artificially intelligent bomb on the Sun from the spaceship Helios. Arnold Teague, who believes the danger to be overstated, attempts to sabotage the mission so he can profit from the panic. Teague's agents on Earth clash with Kelso's father, Admiral \"Skeet\" Kelso, and his son, Mike.",
            "cast": "Tim Matheson, Charlton Heston, Peter Boyle",
            "director": "Richard C. Sarafian"
        },
        {
            "name": "Sunshine",
            "year": 0,
            "genre": "Sc-Fi, Thriller",
            "synopsis": "Sunshine is a 2007 science fiction psychological thriller film directed by Danny Boyle and written by Alex Garland. Taking place in the year 2057, the story follows a group of astronauts on a dangerous mission to reignite the dying Sun",
            "cast": "Cillian Murphy, Rose Byrne, Chris Evans",
            "director": "Danny Boyle"
        },
        {
            "name": "The Impossible Voyage",
            "year": 1904,
            "genre": "Adventure, Fantasy",
            "synopsis": "A society of geographical enthusiasts, the Institute of Incoherent Geography, plans to make a world tour in such a way as to \"surpass in conception and invention all previous expeditions undertaken by the learned world.\"",
            "cast": "Georges Méliès, Fernande Albany, May de Lavergne, Jehanne d'Alcy",
            "Director": " Georges Méliès"
        }
    ],
    "event": [
        {
            "launchDate": "March 18, 2011",
            "name": "Mariner 2",
            "description": "Mariner 2 (Mariner-Venus 1962), an American space probe to Venus, was the first robotic space probe to conduct a successful planetary encounter. The first successful spacecraft in the NASA Mariner program."
        },
        {
            "launchDate": "20 October 2018",
            "name": "BepiColombo",
            "description": "BepiColombo is a joint mission of the European Space Agency (ESA) and the Japan Aerospace Exploration Agency (JAXA) to the planet Mercury. One of the main objectives involve the study of the origin and evolution of a planet close to its parent star."
        },
        {
            "launchDate": "3 November 1973",
            "name": "Mariner 10",
            "description": "Mariner 10 was an American robotic space probe launched by NASA on 3 November 1973, to fly by the planets Mercury and Venus. It was the first spacecraft to perform flybys of multiple planets. It's mission objectives were to measure Mercury's environment, atmosphere, surface, and body characteristics and to make similar investigations of Venus."
        }
    ]
}